Repository: Alignak-monitoring-contrib/alignak-app
Catalog: alignak_app/locales/*.po
Languages: fr_fr

source: Very soon
fr_fr: Très bientôt

source: Just now
fr_fr: Maintenant

source: Dashboard
fr_fr: Tableau de Bord

source: See in WebUI ?
fr_fr: Voir dans la WebUI

source: Request an Acknowledge
fr_fr: Demander à Reconnaître

source: <h2>Request an acknowledge</h2>
fr_fr: <h2>Demander à Reconnaître</h2>

source: Acknowledge is sticky:
fr_fr: La reconnaissance est "collée":

source: If checked, the acknowledge will remain until the element returns to an "OK" state.
fr_fr: Si cette case est cochée, cet élément sera reconnu jusqu'à ce qu'il soit de nouveau disponible.

source: Acknowledge notifies:
fr_fr: Reconnaître notifie:

source: If checked, a notification will be sent out to the concerned contacts.
fr_fr: Si cette case est cochée, une notification sera envoyée aux contacts concernés.

source: Acknowledge comment:
fr_fr: Commentaire:

source: REQUEST ACKNOWLEDGE
fr_fr: RECONNAÎTRE

source: Request a Downtime
fr_fr: Programmer

source: <h2>Request a downtime</h2>
fr_fr: <h2>Demander une programmation</h2>

source: Downtime options:
fr_fr: Option de la programmation:

source: Fixed
fr_fr: Fixe

source: If checked, downtime will start and end at the times specified by the “start time” and “end time” fields.
fr_fr: Si cette case est cochée, la programmation commencera et finira aux heures spécifiées par les champs "heure de début" et "heure de fin".

source: Duration
fr_fr: Durée

source: Sets the duration if it is a non-fixed downtime.
fr_fr: Définit la durée s'il s'agit d'un temps d'arrêt non fixe.

source: Downtime date range
fr_fr: Période de la programmation

source: Start time:
fr_fr: Heure de début:

source: End time:
fr_fr: Heure de fin:

source: REQUEST DOWNTIME
fr_fr: PROGRAMMER

source: History of %s
fr_fr: Historique de %s

source: The last 25 events for %s
fr_fr: Les 25 derniers évènement pour %s

source: Refresh history
fr_fr: Rafraichir l'historique

source: <b>No services defined for this host.</b>
fr_fr: <b>Pas de services définis pour cet hôte.</b>

source: Host is %s. See in WebUI ?
fr_fr: L'hôte est %s. Voir dans la WebUI ?

source: Host real state, excluding services
fr_fr: État réel de l'hôte, sans services

source: <b>Since:</b> %s <b>Last check:</b> %s
fr_fr: <b>Depuis:</b> %s <b>Dernière vérification:</b> %s

source: <b>Output:</b> [%s] %s
fr_fr: <b>Sortie:</b> [%s] %s

source: <b>Address:</b> %s
fr_fr: <b>Addresse:</b> %s

source: History for %s is not available ! Please retry later.
fr_fr: L'historique pour %s n'est pas disponible ! Veuillez réessayer ultérieurement.

source: Acknowledge this host
fr_fr: Reconnaître cet hôte

source: Schedule a downtime for this host
fr_fr: Programmer pour cet hôte

source: States / Filters
fr_fr: États / Filtres

source: %s %s acknowledged by %s, from Alignak-app
fr_fr: %s %s est reconnu par %s, depuis Alignak-app

source: Schedule downtime by %s, from Alignak-app
fr_fr: Arrêt programmé par %s, depuis Alignak-app

source: %s for %s is processed...
fr_fr: %s pour %s est en cours...

source: %s for %s is done !
fr_fr: %s pour %s effectué !

source: Host is %s and acknowledged !
fr_fr: L'hôte est %s et reconnu.

source: Host is %s and downtimed !
fr_fr: L'hôtes est %s et programmé.

source: Host is %s and acknowledged ! A downtime is scheduled !
fr_fr: L'hôtes est %s et reconnu ! Un temps d'arrêt a été programmé !

source: Host is %s
fr_fr: L'hôte est %s

source: Host and its services are ok
fr_fr: L'hôte et ses services sont ok

source: Host and its services are ok or acknowledged
fr_fr: L'hôte et ses services sont disponibles ou reconnus

source: Host and its services are ok or downtimed
fr_fr: L'hôte et ses services sont corrects ou mis en arrêt

source: Host or some of its services are warning or unknown
fr_fr: L'hôte ou certains de ses services sont en alerte ou inconnus

source: Host or some of its services are critical !
fr_fr: L'hôte ou certains de ses services sont critiques !

source: No services found for this host.
fr_fr: Aucun service trouvé pour cet hôte.

source: Service is %s. See in WebUI ?
fr_fr: Le service est %s. Voir dans la WebUI ?

source: Acknowledge this service
fr_fr: Reconnaître ce service

source: Schedule a downtime for this service
fr_fr: Programmer un temps d'arrêt pour ce service

source: <b>Since:</b> %s, <b>Last check:</b> %s
fr_fr: <b>Depuis:</b> %s, <b>Dernière vérification:</b> %s

source: <b>Fix actions:</b> %s
fr_fr: <b>Actions pour réparer:</b> %s

source: <i>No customs actions defined for this service</i>
fr_fr: <i> Aucune action personnalisée définie pour ce service </ i>

source: Service is %s
fr_fr: Le service est %s

source: %s is %s and acknowledged !
fr_fr: %s est %s et reconnu !

source: %s is %s and downtimed !
fr_fr: %s est %s et programmé !

source: %s is %s acknowledged. A downtimed is scheduled !
fr_fr: %s est %s et reconnu ! Un temps d'arrêt a été programmé !

source: %s is %s
fr_fr: %s est %s

source: Search / Refresh Host
fr_fr: Checher / Rafraichir l'Hôte

source: Search Host
fr_fr: Chercher un hôte

source: Host Synthesis View
fr_fr: Synthèse de l'Hôte

source: Type a host name to display its data
fr_fr: Tapez un nom d'hôte pour afficher ses données

source: Hosts UP, Wait...
fr_fr: Hôtes DISPONIBLE, Patientez ...

source: Hosts UNREACHABLE, Wait...
fr_fr: Hôtes INJOIGNABLE, Patientez ...

source: Hosts DOWN, Wait...
fr_fr: Hôtes INDISPONIBLE, Patientez ...

source: Hosts ACKNOWLEDGE, Wait...
fr_fr: Hôtes RECONNUS, Patientez ...

source: Hosts DOWNTIME, Wait...
fr_fr: Hôtes en ARRÊT, Patientez ...

source: Services OK, Wait...
fr_fr: Services DISPONIBLES, Patientez

source: Services WARNING, Wait...
fr_fr: Services en ALERTE, Patientez...

source: Services CRITICAL, Wait...
fr_fr: Services CRITIQUES, Patientez...

source: Services UNKNOWN, Wait...
fr_fr: Services INCONNUS, Patientez...

source: Services UNREACHABLE, Wait...
fr_fr: Services INJOIGNABLES, Patientez...

source: Services ACKNOWLEDGE, Wait...
fr_fr: Services RECONNUS, Patientez...

source: Services DOWNTIME, Wait...
fr_fr: Services en ARRÊT, Patientez...

source: Alignak Status
fr_fr: Status d'Alignak

source: View my profile
fr_fr: Voir mon profil

source: Reload Configuration
fr_fr: Recharger la Configuration

source: About
fr_fr: A Propos

source: Hosts (%s)
fr_fr: Hôtes (%s)

source: Hosts UP (%s)
fr_fr: Hôtes DISPONIBLES (%s)

source: Hosts DOWN (%s)
fr_fr: Hôtes INDISPONIBLES (%s)

source: Hosts UNREACHABLE (%s)
fr_fr: Hôtes INJOIGNABLES (%s)

source: Hosts ACKNOWLEDGE (%s)
fr_fr: Hôtes RECONNUS (%s)

source: Hosts DOWNTIME (%s)
fr_fr: Hôtes en ARRÊT (%s)

source: Services OK (%s)
fr_fr: Services DISPONIBLES (%s)

source: Services CRITICAL (%s)
fr_fr: Services CRITIQUES (%s)

source: Services WARNING (%s)
fr_fr: Services en ALERTE (%s)

source: Services UNKNOWN (%s)
fr_fr: Services INCONNUS (%s)

source: Services UNREACHABLE (%s)
fr_fr: Services INJOIGNABLES (%s)

source: Services ACKNOWLEDGE (%s)
fr_fr: Services RECONNUS (%s)

source: Services DOWNTIME (%s)
fr_fr: Services en ARRÊT (%s)

source: Configuration reloaded
fr_fr: Configuration rechargée

source: About %s
fr_fr: A Propos de %s

source: <h4>Application version</h4> %s, version: %s <h4>Copyright</h4> %s <h4>Home page</h4> <p><a href="%s">%s</a></p> <h4>User documentation</h4> <p><a href="%s">%s</a></p> <h4>Release notes</h4> %s <h4>About Alignak Solution</h4> <p><a href="%s">%s</a></p>
fr_fr: <h4>Version de l'Application</h4> %s, version: %s <h4>Copyright</h4> %s <h4>Page d'Accueil</h4> <p><a href="%s">%s</a></p> <h4>Documentation utilisateur</h4> <p><a href="%s">%s</a></p> <h4>Notes de sortie</h4> %s <h4>A propos de la solution d'Alignak</h4> <p><a href="%s">%s</a></p>

source: Welcome to <b>Alignak-app</b>
fr_fr: Bienvenue dans <b>Alignak-app</b>

source: Reload configuration
fr_fr: Recharger la Configuration

source: Modify Alignak Server
fr_fr: Modifier le Serveur d'Alignak

source: <b>Log-in</b> to use the application
fr_fr: <b>S'identifier</b> pour utiliser l'application

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: LOGIN
fr_fr: SE CONNECTER

source: Backend connection refused...
fr_fr: Connexion au Backend refusée ...

source: Server Configuration
fr_fr: Configuration du Serveur

source: <h3>Alignak Backend</h3><p>Here you can define alignak settings.</p><b>Be sure to enter a valid address</b>
fr_fr: <h3>Backend d'Alignak</h3><p>ici vous pouvez définir les paramètres d'alignak.</p><b>Assurez-vous d'entrer une adresse valide</b>

source: Server
fr_fr: Serveur

source: alignak backend url
fr_fr: url du backend d'alignak

source: alignak backend port
fr_fr: port du backend d'alignak

source: Processes
fr_fr: Processus

source: alignak backend processes
fr_fr: processus du backend d'alignak

source: Valid
fr_fr: Valider

source: All daemons are alive.
fr_fr: Tous les démons sont disponibles.

source: (Hover your mouse over each daemon to learn more)
fr_fr: (Passez votre souris sur chaque démon pour en savoir plus)

source: <b>Daemons Types</b>
fr_fr: <b>Types de démons</ b>

source: <p>%s is not alive</p>
fr_fr: <p>%s n'est pas disponible</p>

source: All %ss are alive
fr_fr: Tous les %s sont disponibles

source: %d on %d daemons are down !
fr_fr: %d sur %d démons sont indisponibles !

source: All daemons are alive again.
fr_fr: Tous les démons sont disponibles à nouveau.

source: Arbiter daemons are DOWN ! %d on %d daemons are down.
fr_fr: Les démons Arbiter sont INDISPONIBLE ! %d sur %d démons sont indisponibles !

source: Arbiter daemons are down !
fr_fr: Les démons Arbiter sont INDISPONIBLE !

source: Alignak Backend seems unreachable ! %s
fr_fr: Le Backend d'Alignak semble injoignable ! %s

source: Connection with the Backend has been restored ! You are logged in again
fr_fr: La connexion avec le Backend a été restaurée ! Vous êtes connecté à nouveau

source: Backend is still unreachable... Alignak-app is trying to connect
fr_fr: Le Backend est toujours inaccessible ... Alignak-app tente de se connecter

source: Welcome %s, you are connected to Alignak Backend
fr_fr: Bienvenue %s, vous êtes connecté au Backend d'Alignak

source: Configuration / Connection ERROR
fr_fr: Configuration / Connexion ERREUR

source: Something seems wrong in your configuration. Please configure Alignak-app before starting it. And make sure the backend is available
fr_fr: Quelque chose semble incorrect dans votre configuration. Configurez l'application Alignak-app avant de la démarrer. Et assurez-vous que le backend soit joignable.
