Repository: Alignak-monitoring-contrib/alignak-app
Catalog: alignak_app/locales/LC_MESSAGES/*.po
Languages: fr_fr

source: Collecting %s...
fr_fr: Collecte %s...

source: READY
fr_fr: PRÊT

source: %s. You have nothing to do.
fr_fr: %s. Vous n'avez rien à faire.

source: %s and his services are ok or acknowledged.
fr_fr: %s et ses services sont ok ou reconnus.

source: %s and his services are ok or downtimed.
fr_fr: %s et ses services sont ok ou en arrêt programmé.

source: %s, some services may be unknown.
fr_fr: %s, certains services peuvent être inconnus

source: %s, some services may be in critical condition or unreachable !
fr_fr: %s, certains services peuvent être dans un état critique ou injoignables !

source: %s, some services are not monitored.
fr_fr: %s, certains services ne sont pas surveillés.

source: downtimed
fr_fr: arrêt programmé

source: acknowledged
fr_fr: reconnu

source: not monitored
fr_fr: non surveillé

source: %s is %s but %s
fr_fr: %s est %s mais %s

source: %s is %s
fr_fr: %s est %s

source: Active checks
fr_fr: Contrôle actifs

source: Passive checks
fr_fr: Contrôles passifs

source: user
fr_fr: utilisateur

source: administrator
fr_fr: administrateur

source: power
fr_fr: pouvoir

source: Status
fr_fr: Statut

source: User
fr_fr: Utilisateur

source: <b>Hosts:</b>
fr_fr: <b>Hôtes :</b>

source: Hosts %s. See in WebUI ?
fr_fr: Hôtes %s. Voir dans la WebUI ?

source: Services %s. See in WebUI ?
fr_fr: Services %s. Voir dans la WebUI ?

source: Hosts %s. WebUI is not set in configuration file.
fr_fr: Hôtes %s. La WebUI n'est pas définie dans le fichier de configuration.

source: Services %s. WebUI is not set in configuration file.
fr_fr: Services %s. La WebUI n'est pas définie dans le fichier de configuration.

source: Number of unhandled %s problems
fr_fr: Nombre de %s en alerte non traités

source: Number of monitored %s
fr_fr: Nombre de %ss surveillés

source: Search Problems
fr_fr: Chercher les Problèmes

source: Type text to filter problems...
fr_fr: Tapez ici pour filtrer les problèmes...

source: Refresh
fr_fr: Actualiser

source: Refresh problems
fr_fr: Actualiser les problèmes

source: Filter hosts
fr_fr: Filtrer les hôtes

source: Filter services
fr_fr: Filtrer les services

source: See current item in synthesis view
fr_fr: Voir l'élément courant dans la vue de synthèse

source: Spy current host
fr_fr: Espionner l'hôte courant

source: Problems (%d)
fr_fr: Problèmes (%d)

source: There are %d problems to manage (hosts: %d, services: %d)
fr_fr: Il y a %d problèmes à gérer (hôtes : %d, services : %d)

source: If problems are found, they will be displayed here.
fr_fr: Si des problèmes sont trouvés, ils seront affichés ici.

source: Items in problem
fr_fr: Éléments en alerte

source: Output
fr_fr: Sortie

source: %s is %s (Attached to %s)
fr_fr: %s est %s (Lié à %s)

source: User View
fr_fr: Vue Utilisateur

source: State
fr_fr: État

source: Daemon name
fr_fr: Nom du démon

source: Address
fr_fr: Adresse

source: Reachable
fr_fr: Joignable

source: Passive daemon
fr_fr: Démon passif

source: Last check
fr_fr: Dernière contrôle

source: Acknowledge the current item
fr_fr: Reconnaître l'élément courant

source: Schedule a Downtime on current item
fr_fr: Arrêt programmé sur l'élément courant

source: %s %s acknowledged by %s, from Alignak-app
fr_fr: %s %s est reconnu par %s, depuis Alignak-app

source: Acknowledge for %s is %s
fr_fr: Reconnaissance pour %s est %s

source: Schedule downtime on %s %s by %s, from Alignak-app
fr_fr: Temps d'arrêt programmé sur %s %s par %s, depuis Alignak-app

source: Downtime for %s is %s
fr_fr: Temps d'arrêt pour %s est %s

source: Request an Acknowledge
fr_fr: Demander à Reconnaître

source: Request Acknowledge
fr_fr: Demander à Reconnaître

source: Request an acknowledge
fr_fr: Demander à Reconnaître

source: Acknowledge is sticky:
fr_fr: La reconnaissance est "collée" :

source: If checked, the acknowledge will remain until the element returns to an "OK" state.
fr_fr: Si cette case est cochée, la reconnaissance restera jusqu'à ce que l'élément revienne à l'état "OK".

source: Acknowledge notifies:
fr_fr: Notifier la reconnaissance :

source: If checked, a notification will be sent out to the concerned contacts.
fr_fr: Si cette case est cochée, une notification sera envoyée aux contacts concernés.

source: Acknowledge comment:
fr_fr: Commentaire:

source: REQUEST ACKNOWLEDGE
fr_fr: RECONNAITRE

source: Request a Downtime
fr_fr: Demander un Arrêt Programmé

source: Request Downtime
fr_fr: Demander un Arrêt Programmé

source: Request a downtime
fr_fr: Demander un arrêt programmé

source: Downtime options:
fr_fr: Option de la programmation:

source: Fixed
fr_fr: Fixe

source: If checked, downtime will start and end at the times specified by the “start time” and “end time” fields.
fr_fr: Si cette case est cochée, la programmation commencera et finira aux heures spécifiées par les champs "heure de début" et "heure de fin".

source: Duration
fr_fr: Durée

source: Sets the duration if it is a non-fixed downtime.
fr_fr: Définit la durée s'il s'agit d'un temps d'arrêt non fixe.

source: Downtime date range
fr_fr: Plage de l'arrêt programmé

source: Start time:
fr_fr: Heure de début :

source: End time:
fr_fr: Heure de fin :

source: REQUEST DOWNTIME
fr_fr: ARRÊT PROGRAMMÉ

source: Edit your text:
fr_fr: Éditez votre texte:

source: type your text...
fr_fr: tapez votre texte...

source: Confirm
fr_fr: Confirmer

source: Welcome %s, you are connected to Alignak Backend
fr_fr: Bienvenue %s, vous êtes connecté au backend d'Alignak

source: You are not spying on any hosts for now...
fr_fr: Vous n'espionnez aucun hôte pour le moment...

source: Spy Hosts
fr_fr: Hosts Espionnés

source: Drop host-related events here to spy on it...
fr_fr: Déposez les événements liés à un hôte pour l'espionner...

source: Host %s, current state: %s
fr_fr: Hôte %s, état actuel: %s

source: (new !)
fr_fr: (nouveau !)

source: Problems found for %s:
fr_fr: Problèmes trouvés pour %s:

source: Service %s is %s
fr_fr: Service %s est %s

source: %s is %s. Services of host seems managed.
fr_fr: %s est %s. Les services de l'hôtes semblent gérés.

source: %s is %s. No services.
fr_fr: %s est %s. Pas de service.

source: Spied Hosts (%d)
fr_fr: Hôtes Surveillés (%d)

source: Select spy host to display its problems...
fr_fr: Sélectionner l'hôte espionné pour afficher ses problèmes...

source: Host %s, current state: %s (new !)
fr_fr: Hôte %s, état actuel: %s (nouveau !)

source: Host actions
fr_fr: Actions de l'Hôte

source: Acknowledge / Downtime:
fr_fr: Reconnaître / Arrêt Programmé

source: Active checks:
fr_fr: Contrôles actifs:

source: Passive checks:
fr_fr: Contrôles passifs :

source: Timeline:
fr_fr: Historique :

source: See history of host
fr_fr: Voir l'historique de l'hôte

source: Spy Host:
fr_fr: Espionner Hôte:

source: enabled
fr_fr: activé

source: disabled
fr_fr: désactivé

source: %s %s for %s
fr_fr: %s %s pour %s

source: Backend PATCH failed, please check your logs !
fr_fr: Le PATCH sur le Backend a échoué, vérifiez vos journeaux de logs

source: My last check
fr_fr: Dernier contrôle

source: State:
fr_fr: État :

source: When:
fr_fr: Quand :

source: My variables
fr_fr: Mes données

source: Realm:
fr_fr: Domaine :

source: Host address:
fr_fr: Adresse de l'hôte :

source: Business impact:
fr_fr: Impact sur l'infrastructure :

source: Edit host notes.
fr_fr: Éditer les notes de l'hôte.

source: Edit Host Notes
fr_fr: Editer Notes de l'Hôte

source: Host notes have been edited.
fr_fr: Les notes de l'hôte ont été édités.

source: History is available
fr_fr: L'historique est disponible

source: History is not available, please wait...
fr_fr: L'historique est indisponible, veuillez patienter...

source: History
fr_fr: Historique

source: The last 25 events for %s
fr_fr: Les 25 derniers évènements pour %s

source: Host: %s
fr_fr: Hôte : %s

source: Login
fr_fr: S'identifier

source: Welcome to Alignak-app
fr_fr: Bienvenue dans Alignak-app

source: Configure Alignak server
fr_fr: Modifier le serveur d'Alignak

source: Configure Alignak Server
fr_fr: Modifier le serveur d'Alignak

source: Configure Proxy
fr_fr: Configurer le Proxy

source: Configure your Proxy
fr_fr: Configurez votre proxy

source: <b>Log-in</b> to use the application
fr_fr: <b>Connectez-vous</b> pour utiliser l'application

source: username...
fr_fr: nom d'utilisateur...

source: password...
fr_fr: mot de passe...

source: LOGIN
fr_fr: SE CONNECTER

source: Proxy Configuration
fr_fr: Configuration du Proxy

source: Proxy Settings
fr_fr: Paramètres du Proxy

source: Here you can define your proxy. Be sure to enter a valid address.
fr_fr: Ici vous pouvez définir votre proxy. Assurez-vous d'entrer une adresse valide.

source: Proxy Address with Port
fr_fr: Adresse du Proxy, avec le Port

source: proxy adress:port...
fr_fr: adresse_proxy:port...

source: Proxy User (Optional)
fr_fr: Utilisateur Proxy (Optionnel)

source: proxy user...
fr_fr: utilisateur proxy...

source: Proxy Password (Optional)
fr_fr: Mot de Passe du Proxy (Optionnel)

source: proxy password...
fr_fr: mot de passe proxy...

source: Valid
fr_fr: Valider

source: Server Configuration
fr_fr: Configuration du Serveur

source: Alignak Server
fr_fr: Serveur Alignak

source: Alignak Backend
fr_fr: Backend d'Alignak

source: Here you can define alignak settings. Be sure to enter a valid address.
fr_fr: Ici vous pouvez définir les paramètres d'alignak. Assurez-vous d'entrer une adresse valide.

source: Server
fr_fr: Serveur

source: alignak backend url...
fr_fr: url du backend d'alignak...

source: alignak backend port...
fr_fr: port du backend d'alignak...

source: Processes
fr_fr: Processus

source: alignak backend processes...
fr_fr: processus du backend d'alignak...

source: <b>Services of %s: </b> %d services
fr_fr: <b>Services de %s: </b> %d services

source: Display Alignak-App
fr_fr: Afficher Alignak-App

source: Go to WebUI
fr_fr: Ouvrir la WebUI

source: Go to Alignak WebUI
fr_fr: Ouvrir la WebUI d'Alignak

source: Reload configuration
fr_fr: Recharger la Configuration

source: About...
fr_fr: A Propos...

source: About Alignak-app
fr_fr: A Propos d'Alignak-App

source: Quit
fr_fr: Quitter

source: Quit Alignak-app
fr_fr: Quitter Alignak-app

source: Configuration reloaded
fr_fr: Configuration rechargée

source: Host Notifications
fr_fr: Notifications des Hôtes

source: Service Notifications
fr_fr: Notifications des Services

source: Edit Password
fr_fr: Modifier le mot de passe

source: Please type a new PASSWORD:
fr_fr: Tapez un nouveau Mot de Passe :

source: type password...
fr_fr: tapez le mot de passe...

source: confirm password...
fr_fr: confirmez le mot de passe...

source: Your password must contain at least 5 characters.
fr_fr: Votre mot de passe doit contenir au moins 5 caractères.

source: Passwords do not match !
fr_fr: Les mots de passe de correspondent pas !

source: User informations:
fr_fr: Informations de l'utilisateur:

source: Administrator:
fr_fr: Administrateur :

source: Role:
fr_fr: Rôle :

source: Commands:
fr_fr: Commandes :

source: Password
fr_fr: Mot de passe

source: Token:
fr_fr: Jeton :

source: Change my password
fr_fr: Changer mon mot de passe

source: Edit your notes.
fr_fr: Éditer vos notes.

source: Email:
fr_fr: Mail :

source: See Token
fr_fr: Voir le Jeton

source: <b>Token:</b> %s
fr_fr: <b>jeton :</b> %s

source: Edit %s
fr_fr: Éditer %s

source: Edit User %s
fr_fr: Editer %s Utilisateur

source: Your %s have been edited.
fr_fr: Votre %s a été édité

source: Your password has been updated !
fr_fr: Votre mot de passe a été mis à jour !

source: Hosts notifications configurations
fr_fr: Configurations des notifications des hôtes

source: Notification enabled:
fr_fr: Notification activée :

source: Notification period:
fr_fr: Période de notification :

source: Services notifications configurations
fr_fr: Configurations des notifications des services

source: Notifications for %ss are %s
fr_fr: Les notifications pour les %s sont %s

source: Backend PATCH failed, if problem persist, please check your logs !
fr_fr: Le PATCH sur le backend a échoué, si le problème persiste, vérifiez vos journaux!

source: See my token
fr_fr: Voir mon jeton

source: Token is only available for Administrators !
fr_fr: Le Jeton n'est visible que pour les Administrateurs !

source: About %s
fr_fr: A propos de %s

source: About
fr_fr: A Propos

source: Release notes
fr_fr: Notes de publication:

source: Home page:
fr_fr: Page du projet:

source: Home page
fr_fr: Page du projet:

source: User documentation
fr_fr: Documentation utilisateur

source: About Alignak solution:
fr_fr: A propos de la solution Alignak:

source: About Alignak solution
fr_fr: A propos de la solution Alignak:

source: Powered by:
fr_fr: Alimenté par :

source: Last Events
fr_fr: Derniers évènement

source: Host Synthesis
fr_fr: Synthèse de l'Hôte

source: See a synthesis view of a host
fr_fr: Voir une synthèse de l'Hôte

source: See the problems found in backend
fr_fr: Voir les problèmes trouvés dans le backend

source: Not yet checked!
fr_fr: Pas encore vérifié !

source: Very soon
fr_fr: Très bientôt

source: Just now
fr_fr: Maintenant

source: %s ago
fr_fr: Il y a %s
